xml/request_oclc/oclc_partitur_cd.xml

<?xml version="1.0" encoding="UTF-8"?>
<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ns1="http://oss.dbc.dk/ns/openformat" xmlns:os="http://oss.dbc.dk/ns/opensearch" xmlns:dc="http://purl.org/dc/elements/1.1/" xmlns:dkabm="http://biblstandard.dk/abm/namespace/dkabm/" xmlns:ISO639-2="http://lcweb.loc.gov/standards/iso639-2/" xmlns:dcmitype="http://purl.org/dc/dcmitype/" xmlns:dcterms="http://purl.org/dc/terms/" xmlns:ac="http://biblstandard.dk/ac/namespace/" xmlns:dkdcplus="http://biblstandard.dk/abm/namespace/dkdcplus/" xmlns:oss="http://oss.dbc.dk/ns/osstypes" xmlns:marcx="info:lc/xmlns/marcxchange-v1" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:foxml="info:fedora/fedora-system:def/foxml#" xsi:schemaLocation="info:fedora/fedora-system:def/foxml# http://www.fedora.info/definitions/1/0/foxml1-1.xsd">
  <SOAP-ENV:Body>
    <ns1:formatRequest>
      <ns1:originalData>
<oclcRecords><oclcRecord><foxml:digitalObject VERSION="1.1" PID="870970-basis:44445387"
xmlns:foxml="info:fedora/fedora-system:def/foxml#"
xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance"
xsi:schemaLocation="info:fedora/fedora-system:def/foxml# http://www.fedora.info/definitions/1/0/foxml1-1.xsd">
<foxml:objectProperties>
<foxml:property NAME="info:fedora/fedora-system:def/model#state" VALUE="Active"/>
<foxml:property NAME="info:fedora/fedora-system:def/model#label" VALUE=""/>
<foxml:property NAME="info:fedora/fedora-system:def/model#ownerId" VALUE=""/>
<foxml:property NAME="info:fedora/fedora-system:def/model#createdDate" VALUE="2013-05-16T12:09:12.090Z"/>
<foxml:property NAME="info:fedora/fedora-system:def/view#lastModifiedDate" VALUE="2013-05-16T12:09:12.157Z"/>
</foxml:objectProperties>
<foxml:datastream ID="AUDIT" STATE="A" CONTROL_GROUP="X" VERSIONABLE="false">
<foxml:datastreamVersion ID="AUDIT.0" LABEL="Audit Trail for this object" CREATED="2013-05-16T12:09:12.090Z" MIMETYPE="text/xml" FORMAT_URI="info:fedora/fedora-system:format/xml.fedora.audit">
<foxml:xmlContent>
<audit:auditTrail xmlns:audit="info:fedora/fedora-system:def/audit#">
<audit:record ID="AUDREC1">
<audit:process type="Fedora API-M"/>
<audit:action>modifyDatastreamByValue</audit:action>
<audit:componentID>RELS-SYS</audit:componentID>
<audit:responsibility>fedoraAdmin</audit:responsibility>
<audit:date>2013-05-16T12:09:12.157Z</audit:date>
<audit:justification></audit:justification>
</audit:record>
</audit:auditTrail>
</foxml:xmlContent>
</foxml:datastreamVersion>
</foxml:datastream>
<foxml:datastream ID="DC" STATE="A" CONTROL_GROUP="X" VERSIONABLE="false">
<foxml:datastreamVersion ID="DC.0" LABEL="" CREATED="2013-05-16T12:09:12.100Z" MIMETYPE="text/xml" SIZE="1532">
<foxml:xmlContent>
<oai_dc:dc xmlns:oai_dc="http://www.openarchives.org/OAI/2.0/oai_dc/" xmlns:dc="http://purl.org/dc/elements/1.1/" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xsi:schemaLocation="http://www.openarchives.org/OAI/2.0/oai_dc/ http://www.openarchives.org/OAI/2.0/oai_dc.xsd">
  <dc:title>mer end nok</dc:title>
  <dc:title>MATCH:mer en</dc:title>
  <dc:creator>Frans Bak</dc:creator>
  <dc:creator>NOBIRTH:Frans Bak</dc:creator>
  <dc:creator>MATCHSTRING:Bakf</dc:creator>
  <dc:subject>børnekor</dc:subject>
  <dc:subject>børnemusik</dc:subject>
  <dc:subject>børnesange</dc:subject>
  <dc:subject>jazz</dc:subject>
  <dc:subject>kor</dc:subject>
  <dc:subject>vokal</dc:subject>
  <dc:subject>Danmark</dc:subject>
  <dc:subject>2000-2009</dc:subject>
  <dc:publisher>wilhelm hansen</dc:publisher>
  <dc:publisher>MATCHSTRING:wilhelm</dc:publisher>
  <dc:contributor>MATCHSTRING:Feigenbergg</dc:contributor>
  <dc:contributor>MATCHSTRING:Spang-Hanssens</dc:contributor>
  <dc:contributor>gerz feigenberg</dc:contributor>
  <dc:contributor>simon spang-hanssen</dc:contributor>
  <dc:date>2007</dc:date>
  <dc:type>Cd (musik)</dc:type>
  <dc:type>WORK:music</dc:type>
  <dc:type>Node</dc:type>
  <dc:type>WORK:sheetmusic</dc:type>
  <dc:type>Sammensat materiale</dc:type>
  <dc:type>WORK:none</dc:type>
  <dc:identifier>870970-basis:44445387</dc:identifier>
  <dc:identifier>ISBN:9788759815281</dc:identifier>
  <dc:identifier>NUMBER:Wilhelm HansenCD 30760 WH</dc:identifier>
  <dc:language>Dansk</dc:language>
</oai_dc:dc>
</foxml:xmlContent>
</foxml:datastreamVersion>
</foxml:datastream>
<foxml:datastream ID="commonData" STATE="A" CONTROL_GROUP="X" VERSIONABLE="false">
<foxml:datastreamVersion ID="commonData.0" LABEL="" CREATED="2013-05-16T12:09:12.101Z" MIMETYPE="text/xml" SIZE="10117">
<foxml:xmlContent>
<ting:container xmlns:ac="http://biblstandard.dk/ac/namespace/" xmlns:dc="http://purl.org/dc/elements/1.1/" xmlns:dcterms="http://purl.org/dc/terms/" xmlns:dkabm="http://biblstandard.dk/abm/namespace/dkabm/" xmlns:dkdcplus="http://biblstandard.dk/abm/namespace/dkdcplus/" xmlns:docbook="http://docbook.org/ns/docbook" xmlns:oss="http://oss.dbc.dk/ns/osstypes" xmlns:ting="http://www.dbc.dk/ting" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance"><dkabm:record><ac:identifier>44445387|870970</ac:identifier><ac:source>Bibliotekskatalog</ac:source><dc:title>Mer end nok!</dc:title><dc:title xsi:type="dkdcplus:full">Mer end nok! : 12 fantastiske dyrefabler</dc:title><dc:creator>Frans Bak</dc:creator><dc:creator xsi:type="oss:sort">Bak, Frans</dc:creator><dc:subject xsi:type="dkdcplus:DK5">78.69</dc:subject><dc:subject xsi:type="dkdcplus:DK5-Text">Vokalmusik for børn</dc:subject><dc:subject xsi:type="dkdcplus:DBCM">børnekor</dc:subject><dc:subject xsi:type="dkdcplus:DBCM">børnemusik</dc:subject><dc:subject xsi:type="dkdcplus:DBCM">børnesange</dc:subject><dc:subject xsi:type="dkdcplus:genre">for børn</dc:subject><dc:subject xsi:type="dkdcplus:DBCM">jazz</dc:subject><dc:subject xsi:type="dkdcplus:DBCM">kor</dc:subject><dc:subject xsi:type="dkdcplus:DBCM">vokal</dc:subject><dc:description>Partitur: For 2-4-stemmigt børnekor (lige stemmer) og klaver med becifring, delvis med instrumentalstemmer</dc:description><dc:description>På partiturets titelblad: For lige stemmer og klaver (rytmegruppe ad lib.)</dc:description><dc:description>Partitur illustrationer af Simon Cato Spang-Hanssen</dc:description><dc:description>Cd: Tekster på omslaget</dc:description><dcterms:audience>børnematerialer</dcterms:audience><dc:publisher>Wilhelm Hansen</dc:publisher><dc:contributor>Gerz Feigenberg</dc:contributor><dc:contributor>Simon Spang-Hanssen</dc:contributor><dc:date>2007</dc:date><dc:type xsi:type="dkdcplus:BibDK-Type">Cd (musik)</dc:type><dc:type xsi:type="dkdcplus:BibDK-Type">Node</dc:type><dc:type xsi:type="dkdcplus:BibDK-Type">Sammensat materiale</dc:type><dc:format>1 cd, 1 partitur, illustreret i farver</dc:format><dcterms:extent>39 sider</dcterms:extent><dc:identifier xsi:type="dkdcplus:ISBN">9788759815281</dc:identifier><dc:identifier>Wilhelm Hansen CD 30760 WH</dc:identifier><dc:language xsi:type="dcterms:ISO639-2">dan</dc:language><dc:language>Dansk</dc:language><dcterms:hasPart xsi:type="dkdcplus:track">Støjegøjen</dcterms:hasPart><dcterms:hasPart xsi:type="dkdcplus:track">Bangeslangen</dcterms:hasPart><dcterms:hasPart xsi:type="dkdcplus:track">Drømmefrøen</dcterms:hasPart><dcterms:hasPart xsi:type="dkdcplus:track">Styremyren</dcterms:hasPart><dcterms:hasPart xsi:type="dkdcplus:track">Flabenaben</dcterms:hasPart><dcterms:hasPart xsi:type="dkdcplus:track">Alenehvalen</dcterms:hasPart><dcterms:hasPart xsi:type="dkdcplus:track">Ensommerfugl</dcterms:hasPart><dcterms:hasPart xsi:type="dkdcplus:track">Fjernfuglen</dcterms:hasPart><dcterms:hasPart xsi:type="dkdcplus:track">Vranten-elefanten</dcterms:hasPart><dcterms:hasPart xsi:type="dkdcplus:track">Vælgefluen</dcterms:hasPart><dcterms:hasPart xsi:type="dkdcplus:track">Krævekragen</dcterms:hasPart><dcterms:hasPart xsi:type="dkdcplus:track">Skuleuglen</dcterms:hasPart><dcterms:spatial xsi:type="dkdcplus:DBCM">Danmark</dcterms:spatial><dcterms:temporal xsi:type="dkdcplus:DBCM">2000-2009</dcterms:temporal></dkabm:record><marcx:collection xmlns:marcx="info:lc/xmlns/marcxchange-v1"><marcx:record format="danMARC2" type="Bibliographic"><marcx:leader>00000n    2200000   4500</marcx:leader><marcx:datafield ind1="0" ind2="0" tag="001"><marcx:subfield code="a">44445387</marcx:subfield><marcx:subfield code="b">870970</marcx:subfield><marcx:subfield code="c">20080916172159</marcx:subfield><marcx:subfield code="d">20080904</marcx:subfield><marcx:subfield code="f">a</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="002"><marcx:subfield code="b">765700</marcx:subfield><marcx:subfield code="c">92503151</marcx:subfield><marcx:subfield code="x">76570092503151</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="004"><marcx:subfield code="r">c</marcx:subfield><marcx:subfield code="a">e</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="008"><marcx:subfield code="t">s</marcx:subfield><marcx:subfield code="u">f</marcx:subfield><marcx:subfield code="a">2007</marcx:subfield><marcx:subfield code="b">dk</marcx:subfield><marcx:subfield code="l">dan</marcx:subfield><marcx:subfield code="v">0</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="009"><marcx:subfield code="a">s</marcx:subfield><marcx:subfield code="g">xc</marcx:subfield><marcx:subfield code="a">c</marcx:subfield><marcx:subfield code="g">xx</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="021"><marcx:subfield code="b">cd</marcx:subfield><marcx:subfield code="d">Kr. 119,00</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="021"><marcx:subfield code="e">9788759815281</marcx:subfield><marcx:subfield code="b">partitur</marcx:subfield><marcx:subfield code="b">WH 30760</marcx:subfield><marcx:subfield code="c">hf</marcx:subfield><marcx:subfield code="d">kr. 159,00</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="039"><marcx:subfield code="a">mub</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="100"><marcx:subfield code="a">Bak</marcx:subfield><marcx:subfield code="h">Frans</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="245"><marcx:subfield code="a">Mer end nok!</marcx:subfield><marcx:subfield code="c">12 fantastiske dyrefabler</marcx:subfield><marcx:subfield code="e">musik: Frans Bak</marcx:subfield><marcx:subfield code="e">tekst: Gerz Feigenberg</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="260"><marcx:subfield code="a">Kbh.</marcx:subfield><marcx:subfield code="b">Wilhelm Hansen</marcx:subfield><marcx:subfield code="c">2007</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="300"><marcx:subfield code="n">1 cd</marcx:subfield><marcx:subfield code="n">1 \partitur\</marcx:subfield><marcx:subfield code="a">39 sider</marcx:subfield><marcx:subfield code="b">ill. i farver</marcx:subfield><marcx:subfield code="c">30 cm</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="509"><marcx:subfield code="a">Partitur: For 2-4-stemmigt børnekor (lige stemmer) og klaver med becifring, delvis med instrumentalstemmer</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="512"><marcx:subfield code="a">På partiturets titelblad: For lige stemmer og klaver (rytmegruppe ad lib.)</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="512"><marcx:subfield code="i">Partitur</marcx:subfield><marcx:subfield code="e">illustrationer af Simon Cato Spang-Hanssen</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="512"><marcx:subfield code="a">Cd: Tekster på omslaget</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="531"><marcx:subfield code="a">Indhold:</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="538"><marcx:subfield code="f">Wilhelm Hansen</marcx:subfield><marcx:subfield code="g">CD 30760 WH</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="652"><marcx:subfield code="m">78.69</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="652"><marcx:subfield code="p">78.793</marcx:subfield><marcx:subfield code="v">8</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="652"><marcx:subfield code="p">78.793</marcx:subfield><marcx:subfield code="v">5</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="652"><marcx:subfield code="p">78.653</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="666"><marcx:subfield code="m">børnemusik</marcx:subfield><marcx:subfield code="m">børnesange</marcx:subfield><marcx:subfield code="m">jazz</marcx:subfield><marcx:subfield code="n">vokal</marcx:subfield><marcx:subfield code="n">kor</marcx:subfield><marcx:subfield code="n">børnekor</marcx:subfield><marcx:subfield code="p">2000-2009</marcx:subfield><marcx:subfield code="l">Danmark</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="700"><marcx:subfield code="a">Feigenberg</marcx:subfield><marcx:subfield code="h">Gerz</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="700"><marcx:subfield code="å">1</marcx:subfield><marcx:subfield code="a">Spang-Hanssen</marcx:subfield><marcx:subfield code="h">Simon</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="795"><marcx:subfield code="å">11</marcx:subfield><marcx:subfield code="a">Støjegøjen</marcx:subfield><marcx:subfield code="a">Bangeslangen</marcx:subfield><marcx:subfield code="a">Drømmefrøen</marcx:subfield><marcx:subfield code="a">Styremyren</marcx:subfield><marcx:subfield code="a">Flabenaben</marcx:subfield><marcx:subfield code="a">Alenehvalen</marcx:subfield><marcx:subfield code="a">Ensommerfugl</marcx:subfield><marcx:subfield code="a">Fjernfuglen</marcx:subfield><marcx:subfield code="a">Vranten-elefanten</marcx:subfield><marcx:subfield code="a">Vælgefluen</marcx:subfield><marcx:subfield code="a">Krævekragen</marcx:subfield><marcx:subfield code="a">Skuleuglen</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="900"><marcx:subfield code="a">Hanssen</marcx:subfield><marcx:subfield code="h">Simon Spang-</marcx:subfield><marcx:subfield code="z">700/1</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="996"><marcx:subfield code="a">765700</marcx:subfield></marcx:datafield></marcx:record></marcx:collection><adminData><creationDate>2008-09-16</creationDate><libraryType>none</libraryType><indexingAlias>danmarcxchange</indexingAlias><accessType>physical</accessType><collectionIdentifier>870970-basis</collectionIdentifier></adminData></ting:container>
</foxml:xmlContent>
</foxml:datastreamVersion>
</foxml:datastream>
<foxml:datastream ID="localData.870970-basis" STATE="A" CONTROL_GROUP="X" VERSIONABLE="false">
<foxml:datastreamVersion ID="localData.870970-basis.0" LABEL="" CREATED="2013-05-16T12:09:12.101Z" MIMETYPE="text/xml" SIZE="408">
<foxml:xmlContent>
<ting:localData xmlns:ting="http://www.dbc.dk/ting"><marcx:record xmlns:marcx="info:lc/xmlns/marcxchange-v1" format="danMARC2" type="BibliographicLocal"><marcx:datafield ind1="0" ind2="0" tag="n55"><marcx:subfield code="a">20080916</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="z99"><marcx:subfield code="a">agr</marcx:subfield></marcx:datafield></marcx:record></ting:localData>
</foxml:xmlContent>
</foxml:datastreamVersion>
</foxml:datastream>
<foxml:datastream ID="RELS-SYS" STATE="A" CONTROL_GROUP="X" VERSIONABLE="false">
<foxml:datastreamVersion ID="RELS-SYS.1" LABEL="" CREATED="2013-05-16T12:09:12.157Z" MIMETYPE="application/rdf+xml" SIZE="317">
<foxml:xmlContent>
<rdf:RDF xmlns:rdf="http://www.w3.org/1999/02/22-rdf-syntax-ns#">
  <rdf:Description rdf:about="info:fedora/870970-basis:44445387">
    <isMemberOfUnit xmlns="info:fedora/">unit:47980</isMemberOfUnit>
    <isPrimaryBibObjectFor xmlns="info:fedora/">unit:47980</isPrimaryBibObjectFor>
  </rdf:Description>
</rdf:RDF>
</foxml:xmlContent>
</foxml:datastreamVersion>
</foxml:datastream>
</foxml:digitalObject><ocn></ocn><holdingsServiceResponse><response>
<timestamp>2013-05-30 10:36:56.841</timestamp>
<pid>870970-basis:44445387</pid>
<result>
</result>
</response></holdingsServiceResponse></oclcRecord></oclcRecords>

</ns1:originalData>
<ns1:outputFormat>PLACEHOLDER</ns1:outputFormat>
   </ns1:formatRequest>
 </SOAP-ENV:Body>
</SOAP-ENV:Envelope>
